<template>
    <div class="page-content flexwrap">
        <div class="listLft mar-rgt">
            <div class="mainHelp pad-all">
                <h3 class="moreList clearfix">
                    <i></i>
                    <span>案例详情</span>
                    <router-link :to="{name:'businessPrimer'}" class="returnList">返回列表</router-link>
                </h3>
                <div class="helpwrap pad-all">
                    <h2>“老赖”逾期十年终还款，经办人坚持不懈得锦旗</h2>
                    <div class="helpBeizhu clearfix">催收技巧  发布时间：2019-03-21
                        <div class="Txtstatus pull-right"><i class="seeI">2000</i><a href="###" title="点个赞吧"><i :class="zanstatus == false?'niceI':'niceZan'" @click="niceZan">{{count}}</i></a></div>
                    </div>
                    <div class="helpTxt">
                        <div class="helpImg"><img src="../images/test1.jpg" /></div>
                        <p>一张逾期十年的银行信用卡，一个做了十年“老赖”的60后持卡人，感动于永雄集团95后工作人员的耐心帮助，不但主动还款，还和经办人成为忘年之交。</p>
                        <p> 95年出生的湘潭小伙谢志勇从部队退伍后，于2017年2月入职永雄集团，现在是日业作业中心吴鹏集团的一名部长。持卡人毕翰昌，广州人，其名下的平安银行信用卡已逾期十年，
                            最后一次还款时间为2008年，距今已有十年之久。因持卡人联系方式更改多次，谢志勇几经周折才联系上毕翰昌本人，在反复沟通耐心解说之下，
                            毕翰昌逐渐放下对立排斥的态度，意识到了拖欠银行信用卡的严重性。</p>
                        <p> 经了解，毕翰昌1969年出生，孑然一身，无妻无子女，目前在一家工厂打工，又有一个八十几岁的老母亲身体不好，长期用药物维持
                            ，花费巨大。考虑到持卡人的困难处境，谢志勇一边真心站在持卡人的立场耐心稳住他的情绪，一边积极帮助他向银行申请了减免。
                            在谢志勇的真诚沟通和积极争取下，最终毕翰昌主动还款结清案件，并对谢志勇表示深深的感谢。谢志勇用他坚持不懈的精神和“法言法语，
                            轻言细语”的和谐催收方式，诠释了催收的最好结果。</p>
                        <p>1.本公司所有员工请假必须提前申请《请假审批表》，并按照要求填写好请假缘由及请假证明材料，经各级领导审批后方可请假，以指模记录作为销假回岗的，中途请假或回岗的必须打指模作为请假小时数的确定，未打指模者需要调取监控确认。

                            2.休事假以小时为申请单位，超过0.5时而不足一小时时按一小时计算。休事假以综合工资的时工资的100%计算。

                            3.员工遇特殊情形未能通过考勤系统走请假流程，但其本人可以提供其已经向有权批假的领导申请请假且获得同意的相关证据（如电话录音、微信截图）的，其考勤按事假予以核销。

                            4.员工全年事假时长累计超过1个月的，视为严重违反公司劳动纪律。</p>
                        <p>第一条  为加强公司内部管理，规范公司行政部门考勤管理工作，提高考勤管理工作效率，防范考勤管理工作的风险，根据我国相关法律法规及公司章程的规定，结合公司实际情况，特制定本制度。

                            第二条  本制度所称考勤是指为维护单位的正常工作秩序，提高办事效率，严肃纪律，使员工自觉遵守工作时间和劳动纪律，根据国家相关政策法规，并结合本单位的实际情况制定的行为规范，是公司进行正常工作秩序的基础，是支付工资、员工考核的重要依据。

                            第三条  本制度适用于湖南永雄资产管理集团有限公司全体员工。</p>
                        <p>产假，是指在职女员工产期前后的休假待遇。产假期间，符合规定的女员工生育或终止妊娠后，在国家法定产假和奖励产假期间内由发放工资变更为享受生育津贴。

                            1.关于女员工生育期的产假规定

                            女员工生育，享受158天产假，其中产前可以休假15天；难产的，增加产假15天；生育多胞胎的，每多生育一个婴儿，增加产假15天。

                            2.关于女员工终止妊娠（流产）期的产假规定

                            女员工怀孕未满4个月流产的，提供相关材料可申请15天产假；怀孕满4个月流产的，提供相关材料可申请42天产假。

                            3.产假期间遇到的法定节假日和周休息日列入产假期内。

                            （五）陪产假

                            1.陪产假，是指依法登记结婚的夫妻，女方在享受产假期间，男方享受的一定时间看护、照料对方的假期。男员工的妻子享受产假期间，男员工提供相关证明材料可申请享受陪产假（带薪护理假）20天。业务部员工须提前一个月报备，非业务部员工享受假期当月未有特殊贡献的扣除20%绩效工资。

                            2.陪产假期间遇到的法定节假日和周休息日列入陪产假期内。</p>
                        <p>有下列情形之一者，按旷工论处：

                            1.未按规定手续请假或虽提出辞职申请但未获得批准而不到岗者；

                            2.假期已满未续假又无故不到岗者；

                            3.需提交有效证明才能请假的，却无证明或证明无效的；

                            4.上班时间外出办私事者；

                            5.上午上班未打指模，如未调取监控证明上午确实按照公司规章制度在岗上班的，为旷工半天，旷工半天扣除相当于1天工资的绩效；

                            6.连续两次未打指模，如未调取监控证明确实按照公司规章制度在岗上班的，为旷工半天，旷工半天扣除相当于1天工资的绩效；

                            7.非工作需要异地（非所属作业中心）打指模的，视为无效考勤记录，按旷工处理；</p>
                        <p>（一）调休

                            1.整体调休：整体调休是指因节假日需要，为方便员工休息或公司办公需要，由公司统一调换休息时间和工作时间。

                            2.个别调休：个别调休是指基于工作岗位的特殊性，在特殊的日子工作而由其选择调休的时间。在员工的调休之前必须提前填写《调休审批表》，并按照要求填写好调休时间，经各级领导审批后方可调休。考勤专员核对调休日期内考勤无误后进行系统录入，个别调休原则上须先上班后调休，并且不得跨月调休。

                            （二）考勤异常

                            1.工作平台每日会在员工初次登陆时进行考勤异常通知提醒。

                            2.考勤专员对旷工人员的考勤情况通过电话或聊天对考勤有异常的员工进行通知，员工在接到通知3日内进行核销，否则按缺勤处理。

                            （三）监控核销</p>
                    </div>
                    <div class="clearfix mar-top">
                        <ul class="nextTxt pad-no pull-left">
                            <li>上一篇： <a href="###">公司高管创业失败四处举债，催收小伙爱岗敬业</a></li>
                            <li>下一篇： <a href="###">交通银行太平洋信用卡中心催收与反欺诈部来集团参观交流</a></li>
                        </ul>
                        <button class="putBtn pull-right">推送至下级</button>
                    </div>
                </div>
            </div>

        </div>
        <div class="listRgt">
            <div class="pad-all listWrap mar-btm">
                <h3 class="moreList clearfix"><i></i><span>经典案例</span></h3>
                <div class="examRgt"><a href="###"><img src="../images/test2.jpg"/></a></div>
                
                <ul class="examList">

                    <li v-for="item in examList" :key="item.id">
                        <span>{{item.id}}</span>
                        <router-link :to="{name:'businessPrimerDetail',params:{id: item.id}}">{{item.examTxt}}</router-link>
                    </li>
                </ul>
            </div>

            <div class="pad-all listWrap mar-btm">
                <h3 class="moreList clearfix"><i></i><span>法律法规</span>
                <router-link :to="{name:'cardRole'}">MORE>></router-link>
                </h3>
                <ul class="roleList">
                    <li v-for="item in roleList" :key="item.id">  
                        <router-link :to="{name:'cardRoleDetail',params:{id: item.id}}">{{item.role}}</router-link>
                    </li>
                </ul>
            </div>

        </div>
    </div>
</template>
<script>
import '../libs/css/BusinessPrimer.css'
import myMixin from '../libs/js/mixin.js' //导入mixin修复page-content全屏功能
export default {
    name:'HelpDetail',
    mixins:[myMixin],
    data(){
        return{
            zanstatus:false,
            count:98,
            examList:[
                {
                    "id":1,
                    "href":"###",
                    "examTxt":"“老赖”逾期十年终还款，经办人坚持不懈得锦旗"
                },
                {
                    "id":2,
                    "href":"###",
                    "examTxt":"公司高管创业失败四处举债，催收小伙爱岗敬业赢得..."
                },
                {
                    "id":3,
                    "href":"###",
                    "examTxt":"经办人坚持不懈得锦旗"
                },
                {
                    "id":4,
                    "href":"###",
                    "examTxt":"催收小伙爱岗敬业赢得锦旗"
                },
                {
                    "id":5,
                    "href":"###",
                    "examTxt":"“老赖”逾期十年终还款，经办人坚持不懈得锦旗"
                },
                {
                    "id":6,
                    "href":"###",
                    "examTxt":"“老赖”逾期十年终还款，经办人坚持不懈得锦旗"
                },
                {
                    "id":7,
                    "href":"###",
                    "examTxt":"“老赖”逾期十年终还款，经办人坚持不懈得锦旗"
                },
                {
                    "id":8,
                    "href":"###",
                    "examTxt":"“老赖”逾期十年终还款，经办人坚持不懈得锦旗"
                },
                {
                    "id":9,
                    "href":"###",
                    "examTxt":"“老赖”逾期十年终还款，经办人坚持不懈得锦旗"
                },
                {
                    "id":10,
                    "href":"###",
                    "examTxt":"“老赖”逾期十年终还款，经办人坚持不懈得锦旗"
                },

            ],
            roleList:[
                {
                    "id":1,
                    "role":"《最高人民法院关于审理涉及夫妻债务纠纷案件适用法律有关问题的解释》",
                }, 
                {
                    "id":2,
                    "role":"《中国银监会关于地方资产管理公司开展金融企业不良资产批量收...",
                }, 
                {
                    "id":3,
                    "role":"《金融资产管理公司开展非金融机构不良资产业务管理办法》",
                }, 
                {
                    "id":4,
                    "role":"《金融资产管理公司条例》",
                }, 
                {
                    "id":5,
                    "role":"《关于适当调整地方资产管理公司有关政策的函》",
                }, 
                {
                    "id":6,
                    "role":"《中华人民共和国拍卖法》",
                }, 
                {
                    "id":7,
                    "role":"《金融资产管理公司开展非金融机构不良资产业务管理办法》",
                }, 
                {
                    "id":8,
                    "role":"《关于充分发挥检察职能为打好“三大攻坚战”提供司法保障的意见》",
                }, 
                {
                    "id":9,
                    "role":"《关于充分发挥检察职能为打好“三大攻坚战”提供司法保障的意见》",
                }, 
            ]
        }
    },
    methods: {
        niceZan(){
            if(!this.zanstatus){
                this.count++
                this.zanstatus = true
            }else{
                this.count--
                this.zanstatus = false
            }
        }
    },
    created(){
        this.$route.params
    }
}
</script>
<style scoped>
</style>
