//账务系统-合同管理-合同管理TAB 所需要的权限code
export default {
    data() {
        return {
            //oa系统中配置的权限 id
            rootCode: {
                主合同_导出: "02e07fd4c84d450ba983f083f2d8c578",
                主合同_恢复: "1159d0552fbc4df88fe1885f5fe400c5",
                主合同_删除: "178c0ed0231043ebb8663339c6dc5127",
                主合同_记录: "1d43cee2c10f4a0f89f759fa284c1f29",
                主合同_编辑: "bb6a44ad8e7d47e5977b180b1eb7117a",
                主合同_新增: "2ea9fddd597f473a8a5dd91541d367b7",
                主合同_彻底清除: "5377285a0436445a9fcdfeb2be18d5bf",
                主合同_导入: "6d81a077870940c48f9777b6d46c6fa9",
                主合同_审核: "8839d8af11c0497e8d76273c5c107a62",
                子合同管理_删除: "55889b1b21254a8db65abe7a84267da3",
                子合同管理_新增: "8da8ea0dd392408296b1ea5d23f224ce",
                子合同管理_编辑: "b10a36ba7d1c456c854333466c2bfd02",
                合同附件_上传附件: "68de0f1a9ec642abb8338824a13e7d6d",
                合同附件_打包下载: "26c1b90014244717b8909b2edea6b6ba",
                合同附件_删除: "94c4535b60864f45a245cdbbef539644",
                合同附件_下载: "f8f84af9089f46caab47eab1ebcc12cd",
                收付款计划_新增: "71427445206d4fc1bce9ac0c26889f56",
                收付款计划_编辑: "b38fe4bdc4904c6f877b922c9310e604",
                收付款计划_删除: "f63b91b35c1c44728b26ea19965d5d74",
                合同内容_编辑: "bfa353372f854870bd4ef6d8ce840e98",
                异常备注_编辑: "c693864de9e04aa29f6a3dfb049d69d2"
            }
        }
    }
}